Repository: dmartorell/ai_recorder
Catalog: apps/ios/AIRecorder/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: %@ of %@
es: %@ de %@

# %lld Audio items were retained because deletion failed.
source: %lld Recording items were retained because deletion failed.
es: Se conservaron %lld audios porque no se pudieron eliminar.

source: %lld selected
es: %lld seleccionados

source: Active input
es: Entrada activa

source: Add marker
es: Añadir marcador

source: Allowed
es: Permitido

source: App language
es: Idioma de la app

# Audio
source: Recording
es: Audio

source: Audio interruption ended this Capture. Finalizing playable audio…
es: Una interrupción de audio terminó esta captura. Finalizando el audio reproducible…

source: Available
es: Disponible

source: Available after Capture finishes
es: Disponible cuando finalice la captura

source: Available recording
es: Grabación disponible

source: Back 10 seconds
es: Retroceder 10 segundos

source: Back up
es: Cloud backup

source: Back up Original Audio
es: Hacer Cloud backup del audio original

source: Back up Original Audio?
es: ¿Hacer Cloud backup del audio original?

source: Backed up
es: Cloud backup realizado

source: Backed up in cloud
es: En Cluoud backup

source: Backup eligibility
es: Elegibilidad para Cloud backup

source: Battery is low. Capture will continue.
es: La batería está baja. La captura continuará.

source: Below safe threshold
es: Por debajo del umbral seguro

source: Cancel
es: Cancelar

source: Cancel cloud backup
es: Cancelar Cloud backup

source: Cancel cloud backup?
es: ¿Cancelar Cloud backup?

source: Cancel upload
es: Cancelar subida

source: Capture
es: Captura

source: Capture continues until you confirm.
es: La captura continúa hasta que confirmes.

source: Capture in progress
es: Captura en curso

source: Capture is finalizing to preserve playable Original Audio.
es: La captura se está finalizando para conservar el audio original reproducible.

source: Capture starts immediately after permission is granted
es: La captura empieza de inmediato tras conceder el permiso

source: Capturing
es: Capturando

source: Check your email and open the magic link to finish signing in.
es: Revisa tu correo y abre el enlace mágico para terminar de iniciar sesión.

source: Choose the app language
es: Elige el idioma de la app

source: Cloud audio
es: Audio en la nube

source: Cloud backup is not configured on this app.
es: Cloud backup no está configurado en esta app.

source: Configure cloud backup
es: Configurar Cloud backup

source: Context
es: Contexto

source: Continue recording
es: Seguir grabando

# Could not delete local Audio
source: Could not delete local Recording
es: No se pudo eliminar el audio local

# Could not delete local Audio: %@
source: Could not delete local Recording: %@
es: No se pudo eliminar el audio local: %@

# Could not delete selected Audio
source: Could not delete selected Recordings
es: No se pudieron eliminar los audios seleccionados

source: Date
es: Fecha

source: Delete
es: Eliminar

source: Delete %@ permanently?
es: ¿Eliminar %@ permanentemente?

# Delete %lld Audio items permanently?
source: Delete %lld Recording items permanently?
es: ¿Eliminar %lld audios permanentemente?

# Delete %lld local Audio items?
source: Delete %lld local Recording items?
es: ¿Eliminar %lld audios locales?

# Delete %lld selected Audio items
source: Delete %lld selected Recordings
es: Eliminar %lld audios seleccionados

# Delete local Audio?
source: Delete local Recording?
es: ¿Eliminar el audio local?

source: Delete permanently
es: Eliminar permanentemente

source: Denied
es: Denegado

source: Done
es: Listo

source: Duration
es: Duración

source: Edit metadata
es: Editar metadatos

source: Edit Metadata
es: Editar metadatos

source: Email
es: Correo electrónico

source: Empty
es: Vacío

source: Ended by interruption
es: Finalizada por una interrupción

source: Ended: input unavailable
es: Finalizada: entrada no disponible

source: English
es: Inglés

source: Finalize
es: Finalizar

# Finalize this Audio?
source: Finalize this Recording?
es: ¿Finalizar este audio?

source: Finalizing
es: Finalizando

source: Format
es: Formato

source: Forward 10 seconds
es: Avanzar 10 segundos

source: Free storage
es: Almacenamiento libre

source: Free storage is below the safe recording threshold.
es: El almacenamiento libre está por debajo del umbral seguro de grabación.

source: Free storage is getting low.
es: El almacenamiento libre se está agotando.

source: Generated titles and interface text update immediately. Your titles stay unchanged.
es: Los títulos generados y el texto de la interfaz se actualizan al instante. Tus títulos no cambian.

source: Input
es: Entrada

source: Keep uploading
es: Seguir subiendo

source: Keeps the local Original Audio and stops this upload.
es: Conserva el audio original local y detiene esta subida.

source: Language
es: Idioma

source: Leave the title empty to use the generated title.
es: Deja el título vacío para usar el título generado.

source: Local audio
es: Audio local

source: Marker added
es: Marcador añadido

source: Markers
es: Marcadores

source: Marks the current audio time
es: Marca el momento actual del audio

source: Microphone
es: Micrófono

source: Microphone access is required. Enable it in Settings.
es: Se necesita acceso al micrófono. Actívalo en Configuración.

source: Microphone permission is required to record.
es: Se necesita permiso de micrófono para grabar.

source: Missing
es: No disponible

source: Needs recovery
es: Necesita recuperación

# No Audio Yet
source: No Recordings Yet
es: Aún no hay audios

source: No input level detected. Capture will continue.
es: No se detecta nivel de entrada. La captura continuará.

# No verified cloud copy exists for the selected Audio. Deletion is permanent.
source: No verified cloud copy exists for the selected Recordings. Deletion is permanent.
es: No hay un Cloud backup verificado de los audios seleccionados. La eliminación es permanente.

source: No verified cloud copy exists. Deleting this Original Audio is permanent.
es: No hay un Cloud backup verificado. Eliminar este audio original es permanente.

source: Not backed up
es: Sin Cloud backup

source: Not enough free storage to start Capture.
es: No hay suficiente almacenamiento libre para iniciar la captura.

source: Not requested
es: No solicitado

source: Not selected
es: No seleccionado

source: Only on this iPhone
es: Solo en este iPhone

source: Open Settings
es: Abrir Configuración

source: Original Audio is empty
es: El audio original está vacío

source: Original Audio is missing
es: Falta el audio original

source: Original Audio needs recovery
es: El audio original necesita recuperación

source: Pause
es: Pausar

source: Play
es: Reproducir

source: Playback
es: Reproducción

source: Playback failed: %@
es: La reproducción falló: %@

source: Playback position
es: Posición de reproducción

source: Plays or pauses the local Original Audio
es: Reproduce o pausa el audio original local

source: Preparation
es: Preparación

source: Prepare
es: Preparar

source: Ready for cloud backup
es: Lista para Cloud backup

source: Record
es: Grabar

source: Record now
es: Grabar ahora

source: Recorded duration
es: Duración grabada

source: Recording
es: Grabación

source: Recordings you create appear here.
es: Las grabaciones que crees aparecerán aquí.

source: Recovered
es: Recuperada

source: Save
es: Guardar

source: Seeks backward in the local Original Audio
es: Retrocede en el audio original local

source: Seeks forward in the local Original Audio
es: Avanza en el audio original local

source: Seeks playback to this marker
es: Desplaza la reproducción a este marcador

source: Select
es: Seleccionar

source: Select %@
es: Seleccionar %@

# Select multiple Audio items to delete
source: Select multiple Recordings to delete
es: Selecciona varios audios para eliminarlos

source: Selected
es: Seleccionado

source: Send magic link
es: Enviar enlace mágico

source: Settings
es: Configuración

source: Sign in to prepare this iPhone for private cloud backup. Recording and local Audio remain available offline.
es: Inicia sesión para preparar este iPhone para Cloud backup privado. La grabación y los audios locales siguen disponibles sin conexión.

source: Sign in to resume
es: Inicia sesión para reanudar

source: Sign in to resume cloud backup.
es: Inicia sesión para reanudar la copia de seguridad en la nube.

source: Sign in with an email magic link without affecting local Audio
es: Inicia sesión con un enlace mágico por correo sin afectar los audios locales

source: Sign out
es: Cerrar sesión

source: Signed in as
es: Sesión iniciada como

source: Spanish
es: Español

source: State
es: Estado

source: The audio input became unavailable. Finalizing playable audio…
es: La entrada de audio dejó de estar disponible. Finalizando el audio reproducible…

source: The local Original Audio stays on this iPhone.
es: El audio original local permanece en este iPhone.

source: The magic link did not create a session.
es: El enlace mágico no creó una sesión.

source: This iPhone’s local Audio library is already bound to another cloud account.
es: La biblioteca local de audios de este iPhone ya está vinculada a otra cuenta en la nube.

source: This removes the local Original Audio and its metadata.
es: Esto elimina el audio original local y sus metadatos.

source: This removes the selected local Original Audio files and their metadata.
es: Esto elimina los archivos de audio original locales seleccionados y sus metadatos.

source: This uploads a private cloud copy. The local Original Audio stays on this iPhone.
es: Esto sube un Cloud backup privado. El audio original local permanece en este iPhone.

source: Title
es: Título

source: Unavailable
es: No disponible

source: Unavailable while Capture is finalizing
es: No disponible mientras se finaliza la captura

source: Unknown
es: Desconocido

source: Upload failed
es: Error al subir

source: Upload paused
es: Subida en pausa

source: Uploading
es: Subiendo

source: Uploads a private cloud copy. The local Original Audio stays on this iPhone.
es: Sube un Cloud backup privado. El audio original local permanece en este iPhone.

source: Verifying backup
es: Verificando Cloud backup

source: Cancel cloud backup before deleting local Audio.
es: Cancela la copia de seguridad en la nube antes de eliminar el audio local.

source: Cancel the cloud backup before deleting the local Original Audio.
es: Cancela la copia de seguridad en la nube antes de eliminar el audio original local.

source: Cloud-only Audio has no local copy to delete.
es: El audio solo en la nube no tiene una copia local que eliminar.

source: Cloud only
es: Solo en la nube

source: Delete local audio
es: Eliminar audio local

source: Local Original Audio was removed. Cloud playback is available on the web.
es: El audio original local se eliminó. La reproducción en la nube está disponible en la web.

source: Not started
es: Sin iniciar

source: Processing
es: Procesamiento

source: Removed from this iPhone
es: Eliminado de este iPhone

source: The verified cloud copy remains available after local deletion.
es: La copia verificada en la nube permanece disponible tras eliminar el audio local.
